package com.yueban.autosizetext_with_showmore

/**
 * @author yueban
 * @date 2019-06-26
 * @email fbzhh007@gmail.com
 */
object Constant {
    const val STR_1 =
        "第二天我们就去给思特里克兰德搬家。劝说他搬到施特略夫家里来需要绝大的毅力和更多的耐心，幸而思特里克兰德病得实在太重，对于施特略夫的央求和我的决心都做不出有效的抵抗了。在他的软弱无力的咒骂声中，我们给他穿好衣服，扶着他走下楼梯，安置在一辆马车里，最后终于把他弄到施特略夫的画室里。当我们到达以后，他已经一点气力也没有了，只好一言不发地由我们把他放在一张床上。他的病延续了六个星期。有一段日子看上去他连几个钟头也活不过去了，我毫不怀疑，他之所以能够活下来完全要归功这位荷兰画家任劳任怨的护理。我从来也没有见到过比他更难伺候的病人。倒不是说他挑剔、抱怨；恰恰相反，他从来也不诉苦，从来不提出什么要求，他躺在那里一语不发。但是他似乎非常厌恨你对他的照顾；谁要是问一问他觉得怎么样、有什么需要，他轻则挖苦你一句，重则破口大骂。我发现这个人实在让人厌恶，他刚一脱离危险，我就把我的想法告诉了他。"

    const val STR_2 = "“见鬼去吧，你，”他一点不客气地回敬了我一句。"

    const val STR_3 = "她用一双安详的、灰色的眼睛望着我。她的神色非常恬静，我很难相信她居然能象那次我看到的那样大发脾气。"
}