package com.yueban.zerowidthchararabic

val words = listOf(
    "αشكرا ، نحن مسرورون بضيافتكم .​​​​​‍‍​​‍‍‍​​​‍α",
    "αشكرا ، نحن مسرورون بضيافتكم .‌‌‌‌‌​​‌​‌‌​‌​​​α",
    "αشكرا ، نحن مسرورون بضيافتكم .‌‍‍‌‍‌‍‌‌‍‍‍‍‌‍‍α",
    "αشكرا ، نحن مسرورون بضيافتكم .‎‎​‎‎​​‎‎​‎‎‎‎‎​α",
    "αشكرا ، نحن مسرورون بضيافتكم .‎‎‌‎‌‌‎‌‌‌‌‌‎‎‌‌α",
    "αشكرا ، نحن مسرورون بضيافتكم .‎‎‎‍‍‎‍‍‎‍‎‍‍‎‍‍α",
    "αمعذرة عن التأخير ​​​‎​‎‎​‎‎​‎‎‎​‎α",
    "αمعذرة عن التأخير ​​‍‍​‍‍​​​​​‍‍​‍α",
    "αمعذرة عن التأخير ​‌​​‌‌‌​‌​​​‌​​‌α",
    "αمعذرة عن التأخير ‌‍‌‌‌‍‍‍‍‍‍‍‌‌‌‌α",
    "αمعذرة عن التأخير ‌‎‌‌‎‎‌‌‎‎‌‌‌‌‎‌α",
    "αمعذرة عن التأخير ‍‎‍‍‎‍‎‍‍‍‎‍‍‍‎‍α",
    "αهل هناك سوق مركزي عن قريب ؟ 　　​​‌‌‌‌​​​​​​‌‌​​α",
    "αهل هناك سوق مركزي عن قريب ؟ 　　​​‍​​‍‍​‍​​‍​‍‍​α",
    "αهل هناك سوق مركزي عن قريب ؟ 　　​‎​‎‎​‎​​‎​‎‎‎‎‎α",
    "αهل هناك سوق مركزي عن قريب ؟ 　　‌‌‎‎‎‎‌‎‎‌‌‎‌‎‌‎α",
    "αهل هناك سوق مركزي عن قريب ؟ 　　‌‍‌‍‍‍‌‍‍‌‌‌‌‌‌‍α",
    "αهل هناك سوق مركزي عن قريب ؟ 　　‎‎‎‎‍‎‍‍‍‍‎‍‍‎‍‍α",
    "αهل هي لحظة غير مناسبة؟​​‌‌‌​​‌​​‌‌‌‌​‌α",
    "αهل هي لحظة غير مناسبة؟​​‍​​‍‍​​​‍‍​​‍‍α",
    "αهل هي لحظة غير مناسبة؟‌‎‎‌‎‌‌‌‎‌‌‎‎‌‌‌α",
    "αهل هي لحظة غير مناسبة؟‍‍‍‌‌‌‍‌‌‌‍‍‍‍‍‌α",
    "αهل هي لحظة غير مناسبة؟‍‎‍‍‎‎‎‍‎‎‍‎‍‎‍‎α",
    "αهل هي لحظة غير مناسبة؟‎​​‎​​‎​‎‎‎​‎‎‎​α"
)

val wordsGenerator = words.iterator()